Revit 2024 API
ParameterTypeId.ProjectOrganizationDescription Property
 "Organization Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ProjectOrganizationDescription { get; }
Visual Basic
Public Shared ReadOnly Property ProjectOrganizationDescription As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ProjectOrganizationDescription {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace